app/controllers/students_controller.rb

SELECT "students".* FROM "students"
---
    def index
        @students = Student.all.each {|student| student.first_name}